Repository: adrienlachaize/dezede
Catalog: examens/locale/*/LC_MESSAGES/django.po
Languages: fr

source: score
fr: note

source: current level
fr: niveau actuel

source: average score
fr: note moyenne

source: number
fr: numéro

source: help message
fr: message d’aide

source: level
fr: niveau

source: levels
fr: niveaux

source: source of level
fr: source de niveau

source: sources of level
fr: sources de niveau

source: user
fr: utilisateur

source: taken exam
fr: examen passé

source: taken exams
fr: examens passés

source: is complete
fr: est fini

source: time spent
fr: temps passé

source: passed
fr: passé

source: start
fr: début

source: end
fr: fin

source: taken level
fr: niveau passé

source: taken levels
fr: niveaux passés

source: Bad formatting
fr: Mauvais formatage

source: Extra character
fr: Caractère en trop

source: Missing character
fr: Caractère manquant

source: Missing sic
fr: Sic manquant

source: Wrong case
fr: Mauvaise casse

source: Wrong diacritic
fr: Mauvais accent

source: Wrong case and diacritic
fr: Mauvaise casse et accent

source: Erroneous character
fr: Caractère erroné

source: Congratulations! The transcription was perfect <i class="fa fa-smile-o"></i>
fr: Félicitations ! La transcription était parfaite <i class="fa fa-smile-o"></i>

source: Excellent, you passed all the levels! You can now create a user account if you don’t have one yet.
fr: Excellent, vous avez fini toutes les étapes ! Vous pouvez maintenant créer un compte utilisateur si vous n’en possédez pas.
